const topics = [
  {
    title: "🏛️ معلومة تاريخية",
    message: "هل تعلم أن مكتبة الإسكندرية كانت تضم مئات الآلاف من المخطوطات وكانت أكبر مركز علمي في العالم القديم؟"
  },

  {
    title: "🧠 معلومة في علم النفس",
    message: "تشير الدراسات إلى أن الامتنان اليومي يساعد على تقليل التوتر وتحسين المزاج."
  },

  {
    title: "🚀 معلومة عن الفضاء",
    message: "يستغرق ضوء الشمس حوالي 8 دقائق و20 ثانية حتى يصل إلى الأرض."
  },

  {
    title: "🏛️ التاريخ الإسلامي",
    message: "أسس صلاح الدين الأيوبي الدولة الأيوبية بعد إنهاء الدولة الفاطمية في مصر."
  },

  {
    title: "🧠 العقل البشري",
    message: "الدماغ يستهلك نحو 20٪ من طاقة الجسم رغم أن وزنه يقارب 2٪ فقط من وزن الجسم."
  },

  {
    title: "🌌 الكون",
    message: "يوجد في مجرة درب التبانة ما يقدر بين 100 و400 مليار نجم."
  }
];

module.exports = { topics };
